/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: rlourie <marvin@42.fr>                     +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2021/10/04 15:39:31 by rlourie           #+#    #+#             */
/*   Updated: 2021/10/04 17:00:10 by rlourie          ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "libft.h"
int main()
{
	  // Массив источник данных
	  unsigned char src[10] = "123346";
	
	  // Массив приемник данных
	  unsigned char dst[10] = "";

	  
	  return 0;
}
